" bytes" = " byte";
" items" = " elementi";
"Added:" = "Aggiunto:";
"Apple ID:" = "ID Apple:";
"Application:" = "Applicazione:";
"Artist" = "Artista";
"Attributes:" = "Attributi:";
"Calculate" = "Calcola";
"Calculating..." = "Calcolo...";
"Capacity:" = "Capacità:";
"Comment:" = "Commento:";
"Contents:" = "Contenuto:";
"Created:" = "Creato:";
"Creation Date:" = "Data Creazione:";
"Creator:" = "Creatore:";
"Deletable:" = "Eliminabile :";
"Device:" = "Dispositivo:";
"Duration:" = "Durata:";
"Emphasis:" = "Enfasi:";
"File:" = "Archivio:";
"Format:" = "Formato:";
"Free:" = "Liberi:";
"Genre" = "Genere";
"Group:" = "Gruppo:";
"Image:" = "Immagine:";
"Info" = "Informazioni";
"Kind:" = "Tipo:";
"Label:" = "Etichetta:";
"Last Opened:" = "Ultima apertura:";
"Length:" = "Durata:";
"Locked:" = "Protetto:";
"Media Type:" = "Tipo di media:";
"Modified:" = "Modificato:";
"More Info..." = "Ulteriori informazioni...";
"Mount Point:" = "Percorso di attivazione:";
"Movable:" = "Spostabile:";
"Name:" = "Nome:";
"No\nSelection" = "Nessuna\nSelezione";
"Opened:" = "Aperto:";
"Original:" = "Originale:";
"Owner:" = "Proprietario:";
"Path:" = "Percorso:";
"Permission:" = "Permessi:";
"Physical:" = "Fisico:";
"Play" = "Avvia";
"Preview" = "Anteprima";
"Resolved:" = "Risolto:";
"Sample Rate:" = "Freq. campionamento:";
"Selection:" = "Selezione:";
"Size:" = "Dimensione:";
"Spotlight Metadata" = "Metadata Spotlight";
"Title:" = "Titolo:";
"Track" = "Traccia";
"Type:" = "Tipo:";
"Version:" = "Versione:";
"Where from:" = "Posizione:";
"Year" = "Anno";
"data:" = "dati:";

/* ==== UNLOCALIZED ==== */

"Album:" = "Album:";
"Audio:" = "Audio:";
"CRC:" = "CRC:";
"Copyright:" = "Copyright:";
"MP3:" = "MP3:";
"Padding:" = "Padding:";
"UTI:" = "UTI:";
"Volume:" = "Volume:";
"rsrc:" = "rsrc:";
